tap "dracula/install"
tap "homebrew/cask"
tap "homebrew/core"
brew "xz"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "openssl@3"
brew "libssh2"
brew "aria2"
brew "atool"
brew "awscli"
brew "bash"
brew "libgit2"
brew "bat"
brew "binwalk"
brew "btop"
brew "cabextract"
brew "chafa"
brew "exiftool"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gh"
brew "git-delta"
brew "libevent"
brew "groonga"
brew "highlight"
brew "htop"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "libb2"
brew "libsixel"
brew "media-info"
brew "ncspot"
brew "nnn"
brew "node"
brew "numpy"
brew "openjpeg"
brew "pandoc"
brew "pillow"
brew "pipx"
brew "poppler"
brew "pyenv"
brew "pyenv-virtualenv"
brew "tcl-tk@8"
brew "python-tk@3.11"
brew "python@3.12"
brew "python-tk@3.12"
brew "python-tk@3.13"
brew "ranger"
brew "rclone"
brew "resvg"
brew "ripgrep"
brew "sevenzip"
brew "tmux"
brew "tree"
brew "uv"
brew "vim"
brew "visidata"
brew "yazi"
brew "yt-dlp"
brew "zlib"
brew "zoxide"
cask "dracula/install/dracula-macos-color-picker"
cask "font-computer-modern"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-maple-mono"
cask "font-maple-mono-nf"
cask "transmission-remote-gui"
